{
    "PoliciesForTheTask\\1- Annex_ ESG-Compliance.pdf": "Annex: -Compliance \n\nDeclaration of Compliance \n\nThe Supplier affirms its commitment to uphold internationally recognized ethical, social, and \nenvironmental standards while fulfilling its obligations under this contract. The Supplier \nrecognizes that these standards align with the ethical, social, and environmental values of \nZeno. \n\nThe Supplier further commits to: \n\n●  Legal and Regulatory Compliance: \n\n○  Adhering to all relevant laws and regulations in every country of operation. \n\n●  Human Rights and Labor Practices: \n\n○  Strictly prohibiting any form of forced labor or child labor. \n○  Providing fair compensation, reasonable working hours, and safe working \n\nenvironments. \n\n○  Ensuring non-discrimination, respect for diversity, and an inclusive workplace \n\nculture. \n\n○  Safeguarding the privacy and personal information of employees, customers, \n\nand business partners. \n\n●  Ethical Business Conduct: \n\n○  Maintaining transparency and integrity in all business dealings. \n○ \n\nImplementing robust measures to prevent corruption, bribery, fraud, or any \nunethical activities. \n\n○  Avoiding conflicts of interest in all business transactions. \n\n●  Environmental Responsibility: \n\n○  Reducing environmental impact by enhancing resource efficiency, minimizing \n\nwaste, and supporting climate action initiatives. \n\n●  Whistleblowing Mechanism: \n\n○  Establishing a secure and anonymous whistleblowing system to report \n\nunethical conduct. \n\n●  Monitoring and Reporting: \n\n○  Regularly evaluating compliance with these standards and providing \n\nsupporting documentation upon request. \n\n●  Supply Chain Responsibility: \n\n○  Ensuring that all suppliers and subcontractors comply with these standards \n\nthrough diligent monitoring and verification. \n\nThe Supplier acknowledges that any significant violation of these standards may lead to the \ntermination of this contract by Zeno, without affecting any other rights or remedies available \nto Zeno. \n\nPlace, Date: ___________________________ \n Name, Title: ___________________________ \n Company: ___________________________ \n\n \n \n\f",
    "PoliciesForTheTask\\2- Anti-Competitive Practices- Guideline.pdf": "Anti-Competitive Practices \nGuideline \n\nThe implementation of well-defined guidelines to prevent anti-competitive behavior is \nessential for ensuring adherence to competition laws, particularly under German and \nEU  regulatory  frameworks.  To  mitigate  risks  related  to  anti-competitive  practices, \nZeno has established the following rules for its management and employees. These \nguidelines apply to all personnel at Zeno and its affiliated entities: \n\n1.  Prohibition  of  Price  Fixing:  Management  and employees are strictly prohibited \nfrom  engaging  in  discussions  or  agreements  with  competitors  regarding  pricing, \ndiscounts,  or  sales  terms.  This  includes  avoiding  any  form  of  price  coordination \nduring industry events, conferences, or through third parties. \n\n2.  No  Market  Division:  Agreements with competitors to divide or allocate markets, \ncustomers,  or  territories  are  strictly  forbidden.  Each  market  must  be  approached \nindependently and competitively. \n\n3.  Restriction  on  Sharing  Sensitive  Information: The direct or indirect exchange \nof confidential business information (e.g., pricing, market strategies) with competitors \nis prohibited unless it occurs within the framework of a legally compliant partnership, \nsuch as a joint venture. \n\n4. Compliance with Merger Control Regulations: All mergers, acquisitions, or joint \nventures  must  be  assessed  for  potential  competition  law  implications.  Required \nnotifications  and  approvals  from  relevant  competition  authorities  must  be  secured \nbefore proceeding. \n\n5.  Respect  for  Supplier  and  Customer  Autonomy:  Imposing  restrictions  on \nsuppliers or customers that limit their freedom to choose business partners—such as \nexclusive  dealing  agreements  or  tying arrangements—is not permitted without prior \nlegal review to ensure compliance. \n\n6.  Prevention  of  Abuse  of  Dominant  Market  Position:  Zeno  does  not  tolerate \npractices  that  exploit  a  dominant  market  position,  such  as  exclusive  dealings, \npredatory pricing, or tying arrangements that could undermine competition. \n\n7.  Adherence  to  Zeno  Compliance  Policies:  Management  and  employees  must \nfollow  Zeno’s  compliance  policies,  including  the  Zeno  Code  and  the  Zeno  Code of \nConduct. \n\n8.  Documentation  and  Record-Keeping: All agreements, business decisions, and \nrelevant  meetings must be thoroughly documented. This is particularly important for \n\n \n \n \n \n \n \n \n \n \n \n\factivities  involving  pricing,  market  strategies,  and  interactions  with  competitors. \nRecords  must  be  maintained and made available for review by compliance officers, \nexternal auditors, or regulatory authorities as needed. \n\n9. Reporting Violations: Zeno has implemented an effective whistleblowing system. \nAll employees are encouraged to report any suspected violations of competition laws \nor company policies. Confidentiality is guaranteed by the Whistleblowing Officer. \n\n10.  Regular  Audits and Evaluations: Zeno’s business practices, agreements, and \nmarket  conduct  will  be  regularly  audited  and  assessed  to  identify  and  address \npotential competition law violations. \n\nThese  rules  will  be  communicated  to  all  management  and  employees  and  are \nsubject  to  periodic  review.  Annual  evaluations  of  awareness  and  compliance  with \nthese  guidelines  ensure  the  effective  implementation  of  this  Anti-Competitive \nPractices Policy. \n\n \n \n \n \n \n \n\f",
    "PoliciesForTheTask\\3- Anti-Corruption Policy.pdf": "Anti-Corruption Policy \n\nTable of Contents \n1. Introduction ........................................................................................................................ 2  \n\n2. Scope ................................................................................................................................. 2   \n\n3.Corruption............................................................................................................................ 2   \n\n4. Zero Tolerance.................................................................................................................... 2  \n\n5. Details ................................................................................................................................ 3   \n5.1 Bribery .............................................................................................................................. 3   \n5.2 Conflicts of Interest .......................................................................................................... 3   \n5.3 Gifts and Invitations ......................................................................................................... 3   \n5.4 Loans ............................................................................................................................... 3   \n5.5 Sponsoring and Funding .................................................................................................. 3   \n5.6 Lobbyism .......................................................................................................................... 3   \n5.7 Business Relationships .................................................................................................... 3   \n\n6. Alarm Signals ..................................................................................................................... 3   \n\n7. Countermeasures …........................................................................................................... 4   \n7.1 Whistleblowing System ….................................................................................................4   \n7.2 Training ............................................................................................................................ 4   \n\n8. Consequences of Corruption …………............................................................................... 4   \n8.1 Consequences for Zeno Consult ………………................................................................ 4   \n8.2 Consequences for the Corrupt Employee ………………………………............................. 4   \n\n9. Acceptance of Benefits - What To Do in Case of Doubt? ................................................... 5   \n\n10. Reporting of Violations …………....................................................................................... 5   \n\n1 \n\n \n \n \n  \n \n \n  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n\f1. Introduction   \n\nAt Zeno, we are committed to being transparent and maintaining trust. This requires all \nemployees to avoid corrupt practices and ensure such behavior is not tolerated within their \nareas of responsibility.   \n\nZeno expects every employee to make business decisions in the company’s best interests. \nPersonal reasons, relationships, or advantages must never influence these decisions.   \n\n2. Scope   \nThis Anti-Corruption Policy applies to all employees (temporary or permanent), consultants, \ncontractors, and other individuals associated with Zeno.   \n\n3. Corruption  \nCorruption occurs when someone (the briber) directly or indirectly offers, grants, promises, \nor provides benefits, gifts, or advantages to another person (the bribed) in exchange for \nperforming or refraining from an action in their professional capacity.   \n\nCorruption is not only a criminal offense but also poses significant risks to reputation and \nbusiness operations. Corrupt behavior can have severe consequences for Zeno and can \nnever be justified by perceived business advantages.   \n\nEven seemingly harmless gratuities between business partners can become criminally \nrelevant if they influence decision-making.   \n\n4. Zero Tolerance   \nEmployees must never use their position or role to offer, grant, demand, promise, or accept \nbenefits or advantages.   \n\nOnly legally permissible and socially appropriate benefits may be accepted or granted, and \nall such exchanges must be transparent. Invitations to events with little or no business \nrelevance must be declined or pre-approved.   \n\n2 \n\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n\f5. Details   \nBelow are specific forms of corruption, though this list is not exhaustive.   \n\n5.1 Bribery   \nOffering, giving, promising, soliciting, agreeing to, receiving, accepting, or demanding \nanything of value to influence a decision or action is strictly prohibited. This applies whether \nthe act is direct or indirect, carried out by the employee or a third party, or intended for the \nemployee or a third party.   \n\n5.2 Conflicts of Interest   \nConflicts of interest arise when personal, financial, or other interests conflict with an \nindividual’s duties or obligations to their employer or organization.   \n\n5.3 Gifts and Invitations   \nWhile gifts and invitations can build relationships and goodwill, they may also be used to \nunduly influence business decisions. The appropriateness of gifts and invitations must be \nassessed based on their value, frequency, timing, and perceived purpose.   \n\n5.4 Loans   \nLoans can create dependencies and carry a high risk of corruption, especially if terms are \nnot market-aligned, granted to decision-makers, or lack transparency. Such cases must be \ninvestigated.   \n\n5.5 Sponsoring and Funding   \nSponsorship and funding are vital for marketing and social responsibility but must never be \nused to secure inappropriate benefits or favoritism.   \n\n5.6 Lobbyism   \nLobbying involves influencing political decision-makers and public opinion. Transparency \nregarding involved parties, objectives, and methods is essential, and compliance with legal \nand ethical standards must always be maintained.   \n\n5.7 Business Relationships   \nLegal and ethical principles must guide all business relationships. Inappropriate benefits \n(e.g., kickbacks, preferential terms), pressure, misuse of information, favoritism, or covert \ndealings with business partners pose significant corruption risks.   \n\n6. Alarm Signals   \nAlarm signals are indicators of potential unlawful behavior. Employees must remain vigilant \nand report suspicious activities or inconsistencies to their line manager, the Whistleblowing \nOfficer, or management.   \n\nCommon alarm signals include:   \n- Unusual payment flows: Payments inconsistent with standard business transactions.   \n- Missing or unclear documentation: Transactions lacking clear justification or proper \ndocumentation.   \n\n3 \n\n \n \n \n \n \n \n \n \n \n \n \n \n\f- Sudden changes in behavior or lifestyle: Employees displaying unexplained increases in \nwealth.   \n- Unusual decision-making: Decisions deviating from standard procedures without \njustification.   \n- Lack of transparency: Excessive secrecy or circumvention of standard processes.   \n- Conflicts of interest: Business relationships involving personal interests.   \n- Excessive hospitality or gifts: Unusual or excessive gifts or benefits.   \n- Deviations from market conditions: Contracts or payments significantly differing from \nmarket norms.   \n- Unexpected third-party involvement: Inclusion of unnecessary third parties in contracts.   \n- Resistance to anti-bribery clauses: Business partners opposing compliance-related \ncontract terms.   \n\n7. Countermeasures  \n\n7.1 Whistleblowing System   \nZeno Consult has established a whistleblowing system allowing employees, customers, \npartners, and third parties to report corruption or suspected cases anonymously or with \ncontact details.   \n\n7.2 Training   \nRegular training sessions are conducted to enhance employee awareness of corruption \nprevention and detection.   \n\n8. Consequences of Corruption   \n\n8.1 Consequences for Zeno  \nCorruption can severely impact Zeno, including:   \n- Legal consequences: Fines, sanctions, and criminal proceedings.   \n- Financial losses: Overpriced contracts or liability for damages.   \n- Reputational damage: Loss of trust among customers, partners, and the public.   \n- Operational disruption: Resource constraints due to investigations.   \n- Loss of business opportunities: Termination of contracts or missed opportunities.   \n\n8.2 Consequences for the Corrupt Employee   \nEmployees involved in corruption face:   \n- Criminal penalties: Fines or imprisonment.   \n- Employment termination: Disciplinary action, including dismissal.   \n- Career damage: Long-term professional repercussions.   \n- Reputational harm: Loss of professional and social standing.   \n- Financial losses: Fines, legal fees, and damages.   \n- Psychological distress: Stress, anxiety, and shame.   \n\n4 \n\n \n \n \n \n \n \n \n \n \n \n \n \n \n\f9. Acceptance of Benefits - What To Do in Case of Doubt?  \nWhen in doubt, employees must refuse benefits and seek prior approval from their \nsupervisor. For clarification, employees can contact their supervisor, management, or the \nCEO.   \n\n10. Reporting of Violations   \nAll employees are required to report policy violations to their line manager, management, or \nthe General Counsel. Reports can also be made through the whistleblowing system, with \nassurances of protection against retaliation. Anonymous reporting is available for those \nconcerned about potential disadvantages.   \n\n5 \n\n \n \n \n \n\f",
    "PoliciesForTheTask\\4-Checklist for Self-Audits on Corruption Prevention in Companies.pdf": "Checklist for Self-Audits on Corruption Prevention in Companies  \n\nTable of Contents \n\n1. Introduction and Objectives ................................................................................................ 1  \n\n2. Explanation of Content, Structure, and Limitations of the Checklist................................... 1   \n\n3. Handling the Checklist ….................................................................................................... 2  \n\n4. Checklist ............................................................................................................................. 3   \n   4.1 Questions on Corporate Governance …........................................................................ 3   \n   4.2 Questions on Human Resources .................................................................................. 4   \n   4.3 Questions on Finance and Accounting …….................................................................. 6   \n   4.4 Questions on Sales ....................................................................................................... 7   \n   4.5 Questions on Procurement ………................................................................................. 8   \n\n1 \n\n \n \n \n  \n \n  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n\f1. Introduction and Objectives  \nCorruption refers to the misuse of a position of trust in administration, business, or politics to \ngain a material or immaterial advantage for oneself or a third party, to which no legal claim \nexists.   \n\nThe purpose of this checklist is to assist companies in analyzing and mitigating potential \ncorruption risks. It is not intended to identify specific instances of corruption.   \n\nThe guiding questions are tailored to medium-sized companies with a certain level of \norganizational complexity, such as those with domestic and foreign subsidiaries.   \n\nA self-audit based on this checklist is merely a building block and a first step toward \nimplementing a comprehensive company-wide program to combat corruption.   \n\n2. Explanation of Content, Structure, and Limitations of the Checklist  \nThe checklist is based on:   \n- The leadership principles for small and medium-sized enterprises (SMEs) to combat \ncorruption by Transparency Germany.   \n- The COSO ERM risk model (Enterprise Risk Management Framework) by the Committee \nof Sponsoring Organizations of the Treadway Commission.   \n- The IDW PS 980 standard by the Institute of Public Auditors in Germany.   \n- Guidelines from the Constance Institute for Corporate Governance for SMEs.   \n- Best practices for combating corruption and fraudulent activities (Anti-Fraud Management \nSystems).   \n\nThe checklist focuses on forms of corruption most likely to occur in companies, particularly \nareas where bribes, kickbacks, or hidden advantages may flow directly or indirectly.   \n\nHowever, areas not covered in this checklist may still pose corruption risks. Depending on \nthe company’s specific situation, other processes may need to be included. For domestic \nand foreign subsidiaries, a separate assessment may be necessary.   \n\nEach company’s management must decide, based on the company’s size, industry, and \nstructure, which business processes pose corruption risks and what safeguards are \nrequired. Experts should be consulted for this assessment.   \n\nThe checklist questions are intentionally proactive, implying preventive measures that should \nbe implemented and continuously monitored. However, this does not guarantee that \ncorruption incidents will not occur.   \n\nFor such cases, companies must have processes in place to detect and address corruption, \ntailored to the industry, size, and structure of the organization. These systems are generally \nreferred to as Anti-Fraud Management Systems.   \n\nThe checklist covers the following topics:   \n- Business policy (Compliance Policy)   \n\n2 \n\n \n \n \n \n \n \n \n \n \n \n \n \n\f- Corporate governance (Risk Management and Management Controls)   \n- Advantages and benefits granted to or received from third parties   \n- Memberships and financial interests in other companies   \n- Donations and sponsorships to or from political organizations   \n- Employee regulations (e.g., secondary employment)   \n- Rules for interactions with customers and competitors   \n- Rules for interactions with suppliers and other business partners (e.g., consultants, \nauditors, trustees, representatives, freelancers)   \n- Controls for subsidiaries and participations   \n- Internal process controls (especially in accounting)   \n\nThe checklist questions are assigned to typical organizational units within a company:   \n- Management   \n- Human Resources   \n- Finance and Accounting   \n- Sales   \n- Procurement   \n\n3. Handling the Checklist  \nThe structure and detail of the questions in this checklist are suggestions and may not apply \nto every company or organization.   \n\nThe checklist can and should be modified, expanded, and tailored to the company’s specific \nsituation, especially for small and medium-sized enterprises.   \n\nThe company’s management determines who will lead the self-audit and which individuals \nwill be interviewed.   \n\nThose conducting the audit should have sufficient knowledge and experience regarding:   \n- The company’s organizational structure, markets, and industry.   \n- Internal company policies.   \n- Relevant legal regulations on embezzlement, bribery, or unfair competition (e.g., German \nCriminal Code, International Bribery Act, Unfair Competition Act).   \n- Further applicable compliance standards (e.g., Corporate Governance Code, SOX, HGB, \nAO-EstG, EU and OECD guidelines).   \n- Knowledge of Risk Management, Internal Control Concepts, and Anti-Fraud Management \nSystems.   \n\nInvolving the works council is recommended.   \n\nAnswers to the checklist questions are assessed using a three-level scale:   \n1 = Fully implemented (process or function is established, measures are implemented, and \neffectiveness is comprehensively monitored).   \n2 = Partially implemented (process or function is established, measures are mostly \nimplemented, and effectiveness is partially monitored).   \n\n3 \n\n \n \n \n \n \n \n \n \n \n\f3 = Not implemented (process or function is not established, measures are only sporadically \nimplemented, and effectiveness is not monitored).   \nX = Not applicable.   \n\n4. Checklist   \n\n4.1 Questions on Corporate Governance   \n\n4.1.1 Does management set a clear example that corruption is not a means to achieve \ncompany goals and act accordingly in cases of detected corruption?   \n4.1.2 Is an adequate compliance system established company-wide, including corruption \nrisks?   \n4.1.3 Is there an official function (contact person) for all questions and measures related to \ncompliance with legal and internal company regulations?   \n4.1.4 Is a function established to detect corruption and other compliance violations (e.g., \nombudsperson, whistleblowing system)?   \n4.1.5 Are there sufficient written business principles and codes of conduct binding for all \nemployees and, if applicable, business partners?   \n4.1.6 Does the company clearly reject corruption and take action against corrupt behavior \nwithin its ranks through appropriate policies and procedures?   \n4.1.7 Are conflicts of interest disclosed and managed?   \n4.1.8 Is an Internal Control System (ICS) implemented, allowing independent audit functions \n(e.g., internal audit, compliance) to regularly review all company areas and subsidiaries?   \n4.1.9 Is the ICS also implemented and regularly reviewed in the IT area?   \n4.1.10 Is there a standardized process for handling initial indications or evidence of \ncorruption (Anti-Fraud Management)?   \n4.1.11 Are corruption cases analyzed, and are control measures developed and \nimplemented to minimize future risks?   \n4.1.12 Is there a clear communication strategy for corruption cases (both internally and \nexternally) to avoid reputational damage?   \n4.1.13 Are regular reviews of all departments conducted regarding corruption risks (by \ninternal or external parties)?   \n4.1.14 Are organizational activities (e.g., management board, supervisory board, advisory \nboard) or consulting activities for competitors explicitly prohibited?   \n4.1.15 Are organizational or consulting activities for other companies—especially customers, \nsuppliers, or other business partners—regulated and subject to approval?   \n4.1.16 Is the acquisition of company shares or options by employees, subsidiaries, or \nthird-party business partners clearly regulated?   \n4.1.17 Are private financial interests in other companies subject to approval, especially in \nthose considered competitors or business partners?   \n4.1.18 Are donations for political or charitable purposes and sponsorships carefully reviewed \nand disclosed?   \n4.1.19 Are loans to employees, business partners, and subsidiaries regulated and subject to \napproval?   \n\n4 \n\n \n \n \n \n \n \n\f4.1.20 Are the establishment, modification, or dissolution of subsidiaries or participations \nclearly regulated and subject to approval?   \n4.1.21 Are activities in countries with high corruption risks (e.g., according to Transparency \nInternational’s Corruption Perceptions Index) subject to special oversight?   \n\n4.2 Questions on Human Resources   \n\n4.2.1 Are all employees at all company locations required to comply with local and national \nlaws?   \n4.2.2 Are all employees required to adhere to business principles and codes of conduct, \neither in writing or through employment contracts?   \n4.2.3 Can employees invoke these principles and guidelines without negative \nconsequences, even if it leads to reduced profits, revenue, or conflicts with superiors?   \n4.2.4 Are regular training sessions conducted for employees on internal guidelines and \nregulations?   \n4.2.5 Are secondary employments regulated and subject to approval, especially in \ncompanies considered competitors, customers, or suppliers?   \n4.2.6 Are external employees (e.g., consultants, freelancers, service providers) also bound \nby internal guidelines and codes of conduct?   \n4.2.7 Are employees required to report bribery attempts immediately?   \n4.2.8 Are conflicts of interest involving close relatives (e.g., family members, partners) \nappropriately communicated and managed?   \n4.2.9 Are secondary employments subject to approval and monitored for content and \ncompensation?   \n4.2.10 Are internal cost budgets for social or community purposes regularly reviewed for \ntheir intended use?   \n4.2.11 Are clear, uniform rules in place for accepting or granting gifts, hospitality, and \ninvitations for all employees, domestically and internationally?   \n4.2.12 Are recruitment, staffing, and promotion processes based on transparent criteria and \nprocedures?   \n4.2.13 Are executives (e.g., management board, department heads) and employees in key \npositions subject to thorough pre-employment screening?   \n4.2.14 Are compensation structures designed to avoid incentives for unethical behavior (e.g., \nexcessive performance bonuses)?   \n\n4.3 Questions on Finance and Accounting   \n\n4.3.1 Are all payments made only against precise receipts and for the stated purposes?   \n4.3.2 Are payments for gifts, hospitality, donations, cash purchases, commissions, and \nexternal consultants reviewed for appropriateness and purpose?   \n4.3.3 Is a uniform, unambiguous chart of accounts (Master Chart of Accounts - MCoA) \napplied company-wide?   \n\n5 \n\n \n \n \n  \n \n \n \n \n \n \n\f4.3.4 Are deviations from the MCoA (e.g., trust accounts) subject to reporting and approval?   \n4.3.5 Are invoice verification and payment approval organized as separate functions?   \n4.3.6 Are private withdrawals by shareholders transparently and traceably recorded?   \n4.3.7 Are all company areas integrated into the financial accounting system through \nsubsidiary ledgers?   \n4.3.8 Are IT systems secured through technical and organizational measures to prevent \nunauthorized access and ensure traceability of data manipulation?   \n4.3.9 Are investment processes (including application, approval, realization, recording, and \npayment processing) clearly regulated?   \n4.3.10 Is job rotation systematically practiced for sensitive functions (e.g., payment \napproval)?   \n4.3.11 Is the four-eyes principle (or alternative controls) systematically applied for sensitive \nfunctions?   \n4.3.12 Are purchasing and inventory control functions separated or systematically \ncontrolled?   \n4.3.13 Are travel and expense reports regularly reviewed for content by third parties?   \n\n4.4 Questions on Sales  \n\n4.4.1 Are specific rules for avoiding corruption issued for the sales department, if necessary?   \n4.4.2 Are sales employees required to comply with legal regulations and trained on relevant \nlaws?   \n4.4.3 Are sales employees regularly trained on corruption-related topics?   \n4.4.4 Are price-fixing agreements of any kind prohibited?   \n4.4.5 Are agreements with customers that may have anti-competitive effects subject to \napproval and legal review?   \n4.4.6 Are deviations from standard contracts, amendments, side agreements, or special \narrangements subject to approval and legal review?   \n4.4.7 Are direct or indirect “facilitation payments” to public officials or employees of other \ncompanies prohibited?   \n4.4.8 Are agents, representatives, or consultants subject to due diligence, clear contractual \nterms, and appropriate compensation?   \n4.4.9 Are commissions and fees paid to agents or representatives reviewed for \nappropriateness?   \n4.4.10 Are agents or representatives bound by internal guidelines and codes of conduct?   \n4.4.11 Is the entire sales process, from offer to signed contract, documented and traceable?   \n4.4.12 Are contract reviews regularly conducted in all sales areas, including retrospectively?   \n4.4.13 Are customer relationship activities (e.g., hospitality, gifts, sponsorships) monitored \nfor appropriateness?   \n4.4.14 Are sales employees prohibited from obtaining market or competitor information \nthrough unethical means?   \n4.4.15 Are sales terms standardized and legally secured worldwide?   \n4.4.16 Are bribery, kickbacks, or other illicit payments to customers, agents, suppliers, or \npublic officials prohibited?   \n4.4.17 Are all agent contracts approved by the company headquarters?   \n\n6 \n\n \n \n \n \n\f4.4.18 Are employees without purchasing authority prohibited from issuing legally binding \norders?   \n4.4.19 Are reciprocal deals prohibited?   \n4.4.20 Are suppliers evaluated based on compliance criteria (e.g., corruption registers)?   \n4.4.21 Are procurement processes transparent and traceable, including for third parties?   \n\n4.5 Questions on Procurement   \n\n4.5.1 Are procurement processes transparent and traceable, including for third parties?   \n4.5.2 Are procurement employees required to comply with legal regulations and trained on \nrelevant laws?   \n4.5.3 Are procurement employees regularly trained on corruption-related topics?   \n4.5.4 Are procurement processes (e.g., specifications, tenders, awards, complaints, payment \nprocessing) clearly regulated and documented?   \n4.5.5 Are new tenders open to an appropriate number of suppliers?   \n4.5.6 Are contracts legally reviewed before award, especially for long-term supply \nagreements or contracts with general contractors?   \n4.5.7 Are follow-up orders (e.g., “add-ons”) reviewed for necessity and appropriateness?   \n4.5.8 Are contract reviews regularly conducted in all procurement areas, including \nretrospectively?   \n4.5.9 Are suppliers and external partners required to maintain confidentiality?   \n4.5.10 Are suppliers and external partners required to sign integrity commitments?   \n4.5.11 Is job rotation systematically practiced in procurement?   \n4.5.12 Is the four-eyes principle systematically applied in procurement, especially for tenders \nand awards?   \n4.5.13 Are procurement terms standardized and legally secured worldwide?   \n\n7 \n\n \n \n \n \n \n \n \n \n \n \n\f",
    "PoliciesForTheTask\\5- Business Partner Code of Conduct.pdf": "Business Partner Code of Conduct \n\nPreamble \nThis Business Partner Code of Conduct outlines the principles and values that Zeno expects \nits Business Partners to follow. \n\nZeno and its subsidiaries highly value the participation of its partners in adhering to rules \nand principles concerning environmental and social responsibility. Integrity, ethics, \ntransparency, respect for individuals, and the fight against corruption and unfair competition \nare core values that each partner of Zeno should uphold in their collaboration with the \ncompany and their activities. \n\n1. Zeno’s Values Towards Business Partners \n Zeno takes adherence to environmental and ethical values seriously and is committed to \nmaintaining these values. This includes a strong dedication to fostering trustworthy \nrelationships with business partners. Specifically, Zeno is committed to the following values: \n\n1.1 Partnership \n\n●  Foster a trustworthy relationship with our business partners. \n●  Conduct business with respect for partners and their employees. \n\n1.2 Environment \n\n●  Focus on sustainable purchasing practices. \n●  Encourage adherence to health and environmental regulations. \n\n1.3 Confidentiality \n\n●  Uphold rules regarding the protection of personal data and respect for trade secrets. \n\n1.4 Corruption \n\n●  Follow and enforce regulations that prevent active and passive corruption and money \n\nlaundering. \n\n2. Business Partner Commitments \n Zeno’s business partners, especially suppliers and subcontractors, must comply with \ninternationally recognized ethical, social, and environmental standards while fulfilling their \nobligations to Zeno and its customers. \n\n2.1 Compliance with Laws and Regulations \n Business partners must adhere to all applicable laws and regulations in the countries where \nthey operate, particularly in relation to: \n\n●  Fair competition rules \n●  Human, labor, and social rights \n\n \n \n \n\f●  Environmental protection \n●  Business ethics practices, including anti-corruption \n●  Protection of resources, including information and data \n\n2.2 Compliance with Social and Human Rights \n Zeno expects its business partners to respect human rights and adhere to labor standards, \nincluding but not limited to: \n\n●  Prevention of illegal work: Business partners must comply with all regulations to \n\nprevent illegal, clandestine, or undeclared work. \n\n●  Prevention of employing foreign workers without a work permit: Partners must not \n\nemploy any foreigner who does not hold the required work authorization. \n\n●  Compliance with local labor laws: Business partners must ensure compliance with \nlocal labor regulations, permitting Zeno to perform necessary checks where legally \nrequired. \n\n●  Prevention of forced labor: The use of forced labor, slavery, human trafficking, or \npractices like withholding identity papers or work permits is strictly prohibited. \n\n●  Prohibition of child labor: Business partners must contribute to the elimination of child \n\nlabor, ensuring the minimum age for employment aligns with applicable legal \nstandards. \n\n●  Harassment Prevention: Business partners must provide a workplace free from \n\nharassment. \n\n●  Prevention of discrimination: Business partners must work actively to prevent and \n\neliminate discrimination in employment. \n\n●  Health and safety: Business partners must provide a safe and healthy working \n\nenvironment to prevent accidents and injuries. \n\n2.3 Compliance with Ethical Conduct \n Business partners must conduct their operations with integrity and transparency, including \nbut not limited to: \n\n●  Corruption Prevention: Business partners should not solicit or accept gifts or favors \n\noutside of modest professional customs. \n\n●  Prevention of conflicts of interest: Business partners should avoid situations that \n\nmight suggest a conflict between personal and professional interests. \n\n●  Prevention of money laundering: Business partners must take measures to prevent \n\ntheir operations from being exploited for money laundering. \n\n●  Fraud Prevention: Business partners must avoid engaging in fraudulent activities and \n\n● \n\nmust not use criminal funds for providing services. \nInformation Security: Business partners must ensure the confidentiality of \nprofessional secrets and non-public information shared in the business relationship \nwith Zeno. \n\n2.4 Environmental and Social Responsibility Compliance \n Zeno is dedicated to minimizing its environmental impact and expects its partners to adhere \nto environmental and social responsibility principles. \n\n●  Business partners must comply with all applicable environmental regulations. \n\n\f●  Partners should work to minimize their environmental footprint and promote resource \n\nefficiency, waste reduction, and climate action. \n\n2.5 Quality Standards Compliance \n Business partners must maintain appropriate quality levels and the skills necessary to \nexecute their contractual responsibilities. \n\n●  Business partners must invest in their skills and quality systems to ensure optimal \n\nperformance. \n\n●  Partners should demonstrate adaptability and innovation in a constantly evolving \n\nbusiness environment. \n\n●  Business partners must align their practices with recognized business standards and \n\nkeep them up to date. \n\n2.6 Control and Governance \n To ensure compliance with legal, regulatory, and ethical standards, business partners \nshould implement effective measures. \n\n●  Partners must maintain an effective whistleblowing system. \n●  Business partners must monitor and report on their compliance, providing evidence \n\nupon request. \n\n●  Partners must require their own suppliers and subcontractors to comply with these \n\nstandards. \n\n2.7 Auditing \n Zeno reserves the right to audit compliance with this Business Partner Code of Conduct, \neither directly or through third-party auditors. Any significant breach of these standards may \nresult in the termination of the business agreement, without affecting any other rights Zeno \nmay hold. \n\n \n \n\f",
    "PoliciesForTheTask\\6- Corporate Governance Code.pdf": "Corporate Governance Code \n\nTable of Contents \n\n1.  Preamble ................................................................................................................... 2 \n2.  Shareholders and Annual General Meeting .............................................................. 2  \n2.1 Shareholders ........................................................................................................ 2  \n2.2 Annual General Meeting……………...................................................................... 2 \n3.  Cooperation of Management Board and Supervisory Board ...................................... 2 \n4.  Management Board..................................................................................................... 3  \n4.1 Tasks and Responsibilities ……............................................................................ 3  \n4.2 Structure and Remuneration ……......................................................................... 3  \n4.3 Conflicts of Interest ............................................................................................... 3 \n5.  Supervisory Board …….;............................................................................................. 3  \n5.1 Tasks and Responsibilities ................................................................................... 3  \n5.2 Responsibilities and Rights of the Chairman of the Supervisory Board................ 3  \n5.3 Election of the Supervisory Board ........................................................................ 4 \n5.4 Remuneration ....................................................................................................... 4  \n5.5 Conflicts of Interest................................................................................................ 4 \n6.  Transparency …………............................................................................................... 4 \n7.  Accounting and Auditing ............................................................................................. 4 \n7.1 Accounting ………................................................................................................. 4  \n7.2 Audit of the Financial Statements and Consolidated Financial Statements ......... 5 \n\n1 \n\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n\f1. Preamble \n\nThe Corporate Governance Code of Zeno outlines the core principles for managing and \noverseeing the company. It is based on internationally and nationally recognized standards \nof responsible corporate governance. The Management Board and Supervisory Board are \ncommitted to protecting the interests of the shareholders and the company, in line with legal \nregulations and social market economy principles. This Code aims to ensure responsible \nmanagement, improve the quality of business operations, and enhance the trust of \nshareholders, employees, partners, customers, and the public. The Corporate Governance \nCode is reviewed and updated regularly. \n\n2. Shareholders and Annual General Meeting \n\n2.1 Shareholders \n\n(1) Shareholders exercise their rights before or during the Annual General Meeting within the \nscope of their statutory rights, either personally or by proxy. \n (2) Each share entitles the shareholder to one vote. \n\n2.2 Annual General Meeting \n\n(1) At the Annual General Meeting, the Management Board presents the annual financial \nstatements, the management report, the consolidated financial statements, and the group \nmanagement report. \n (2) The Annual General Meeting decides on the profit distribution and the ratification of the \nactions of the Management and Supervisory Boards. The Meeting is also responsible for \nelecting the Supervisory Board members and the auditor(s) for the financial statements and \nthe consolidated financial statements. \n (3) The Annual General Meeting decides on changes to the Articles of Association. \n (4) All shareholders are entitled to participate, comment on agenda items, ask questions, \nand make motions. \n (5) The Chairman of the meeting ensures the meeting is conducted efficiently. \n (6) The Annual General Meeting must be convened by the Management Board at least once \na year, with the agenda provided. \n\n3. Cooperation of Management Board and Supervisory Board \n\n(1) The Management and Supervisory Boards shall work together closely and in a trusting \nmanner for the benefit of the company. \n (2) The Management Board determines the company's strategic direction in consultation \nwith the Supervisory Board. \n (3) The Management Board keeps the Supervisory Board informed regularly and promptly \nabout all relevant matters, including strategy, business development, risks, and compliance. \n (4) Reports are submitted to the Supervisory Board members in writing when required by \nlaw, or in text form otherwise. \n (5) Both Boards undertake to maintain confidentiality regarding sensitive company \ninformation. \n (6) Both Boards adhere to proper corporate governance principles. \n\n2 \n\n \n\f4. Management Board \n\n4.1 Tasks and Responsibilities \n\n(1) The Management Board is responsible for managing the company in the best interests of \nthe company. \n (2) The Management Board defines and implements the company's strategic direction. \n (3) The Management Board ensures compliance with legal provisions and internal \nguidelines, and monitors adherence within the Group companies. \n (4) The Management Board ensures appropriate compliance and risk management \nsystems, including a whistleblower system. \n (5) When filling management positions, the Board ensures diversity and gives due \nconsideration to women. \n\n4.2 Structure and Remuneration \n\n(1) The Management Board consists of the Chairman and two other members. \n (2) The Chairman coordinates the work of the Management Board. \n (3) The Supervisory Board determines the remuneration of each Management Board \nmember. \n (4) Fixed remuneration is based on areas of responsibility, with variable components linked \nto the achievement of set targets. \n\n4.3 Conflicts of Interest \n\n(1) The Management Board must act in the company's best interests. \n (2) Board members must not exploit business opportunities for personal gain. \n (3) Board members must not offer or accept unjustified benefits or gifts. \n (4) Conflicts of interest must be disclosed promptly to the Supervisory Board and other \nBoard members. \n (5) Transactions involving a Board member must comply with industry standards, and the \ncompany will be represented by other Board members in such cases. \n\n5. Supervisory Board \n\n5.1 Tasks and Responsibilities \n\n(1) The Supervisory Board's role is to advise and monitor the Management Board in \nmanaging the company. \n (2) Key decisions that are vital to the company require approval from the Supervisory Board. \n (3) The Supervisory Board appoints and dismisses the members of the Management Board \nand collaborates with them on long-term succession planning. \n\n5.2 Responsibilities and Rights of the Chairman of the Supervisory Board \n\n(1) The Supervisory Board elects its Chairman from among its members. \n (2) The Chairman of the Supervisory Board chairs meetings and represents the interests of \n\n3 \n\n \n \n\fthe Supervisory Board externally. The Chairman maintains regular contact with the \nChairman of the Management Board and informs the Supervisory Board of significant \ndevelopments. The Chairman may also convene extraordinary Supervisory Board meetings \nwhen necessary. \n\n5.3 Election of the Supervisory Board \n\n(1) The Supervisory Board consists of shareholder representatives who are elected by the \nAnnual General Meeting. \n (2) Supervisory Board members must ensure they have enough time to carry out their \nresponsibilities effectively. \n\n5.4 Remuneration \n\n(1) Supervisory Board members are remunerated in line with their duties. \n (2) Further details can be found in the Articles of Association. \n\n5.5 Conflicts of Interest \n\n(1) Supervisory Board members must act in the company's best interests and refrain from \npursuing personal interests or exploiting business opportunities that belong to the company. \n (2) They may not offer or accept unjustified benefits, gifts, or promises from third parties. \n (3) Conflicts of interest must be disclosed promptly to the Supervisory Board. \n\n6. Transparency \n\n(1) The company ensures shareholders are kept informed about its development, providing \nthem with annual reports and financial information throughout the year. \n (2) The company promptly informs shareholders of any major new developments. \n\n7. Accounting and Auditing \n\n7.1 Accounting \n\n(1) Zeno is required to prepare annual financial statements (balance sheet, income \nstatement, and notes) along with a management report, as well as consolidated financial \nstatements and a group management report. These are created in accordance with the \nprovisions of the German Commercial Code (HGB) or other relevant regulations. \n (2) The annual and consolidated financial statements must be prepared, audited, and \nsubmitted to the Supervisory Board and shareholders within three and five months, \nrespectively, after the fiscal year-end, so that approval by the Supervisory Board can take \nplace within eight months. \n (3) The Management Board is responsible for preparing both the annual financial \nstatements and the management report, as well as the consolidated financial statements \n\n4 \n\n \n \n \n\fand the group management report. The Supervisory Board and auditors review these \ndocuments. \n\n7.2 Audit of the Financial Statements and Consolidated Financial Statements \n\n(1) The Annual General Meeting elects the auditors for both the financial statements and the \nconsolidated financial statements. The Supervisory Board assigns the audit mandate and \nagrees on the audit fee with the auditors. \n (2) The Supervisory Board may define specific focal points for the financial statement audit. \n (3) The Supervisory Board ensures that the auditor reports any findings of significance to \ntheir tasks immediately. \n (4) The auditor participates in the Supervisory Board's discussion of the annual financial \nstatements and provides a summary of the audit's key findings. \n\n5 \n\n \n \n \n \n\f",
    "PoliciesForTheTask\\7- Code of Conduct.pdf": "Code of Conduct \n\nTable of Contents \n 1 Preamble............................................................................................................................. 2 \n 1.1 Objective of this Code of Conduct ................................................................................... 2 \n 1.2 Laws and Legislation ....................................................................................................... 2 \n 1.3 Commitment and Compliance with the Code of Conduct ............................................... 2 \n 2 Organizational Governance …............................................................................................ 2 \n 3 Human Rights and Labor Practices …................................................................................ 2 \n 3.1 Respect of Internationally Recognized Human Rights Standards .................................. 2 \n 3.2 Prohibition of Forced Labor ............................................................................................. 2 \n 3.3 Prohibition of Child Labor ................................................................................................ 3 \n 3.4 Non-Discrimination and Respect ..................................................................................... 3 \n 3.5 Fair Working Conditions and Wages ............................................................................... 3 \n 3.6 Occupational Safety and Health ...................................................................................... 3 \n 4 Environmental Protection ................................................................................................... 4 \n 5 Fair Business Practices ….................................................................................................. 4 \n 5.1 Anti-Corruption and Bribery …......................................................................................... 4 \n 5.2 Fair Competition .............................................................................................................. 4 \n 5.3 Intellectual Property Rights ….......................................................................................... 4 \n 5.4 Conflicts of Interests ........................................................................................................ 5 \n 5.5 Fraud ............................................................................................................................... 5 \n 5.6 Anti-Money Laundering, Terrorism Financing ................................................................. 5 \n 5.7 Gifts, Invitations and Donations ...................................................................................... 5 \n 5.8 Data Protection and Confidentiality …….......................................................................... 5 \n 5.9 Export Controls and Customs …….................................................................................. 5 \n 6 Supply Chain Management …………….............................................................................. 5 \n 7 Compliance Organization ………........................................................................................ 6 \n 7.1 Implementation and Review ............................................................................................ 6 \n 7.2 Guidance ......................................................................................................................... 6 \n 7.3 Monitoring and Consequences ....................................................................................... 6 \n 7.4 Whistleblowing ................................................................................................................ 6 \n\n1 \n\n \n \n \n \n \n \n \n \n\f1 Preamble \n\n1.1 Objective of this Code of Conduct \n Zeno is committed to uphold universal human rights, ethical behavior, environmental \nresponsibility, and robust company governance in accordance with the Zeno Code. \n This Code of Conduct outlines Zeno's position on these fundamental rights and \nresponsibilities. \n This Code of Conduct is applicable to all companies within Zeno. \n\n1.2 Laws and Legislation \n This Code of Conduct is based on national laws and regulations such as the Supply Chain \nDue Diligence Act as well as international conventions such as the United Nations Universal \nDeclaration of Human Rights, the Children’s Rights and Business Principles, the United \nNations Guiding Principles on Business and Human Rights, the International Labor \nOrganization's Labor Standards, and the United Nations Global Compact. \n\n1.3 Commitment and Compliance with the Code of Conduct \n The Zeno Code of Conduct as well as all other policies, guidelines, and instructions related \nto compliance are binding for all employees. \n Zeno expects all employees to comply with applicable laws as well as ethical and moral \nstandards. All employees should be role models for their colleagues. \n In case of uncertainties, employees are encouraged to contact their supervisors or the \nappropriate department. \n\n2 Organizational Governance \n\nEffective organizational governance is crucial to Zeno's success. Zeno has implemented a \ngovernance structure that enables better decision-making processes, improves operational \nefficiency, and increases trust among stakeholders. \n\n3 Human Rights and Labor Practices \n\nZeno recognizes that human rights are a fundamental principle of society and is committed \nto ensuring that all humans, and especially vulnerable groups of human rights holders, are \ntreated fairly. \n\n3.1 Respect of Internationally Recognized Human Rights Standards \n Zeno respects internationally recognized human rights standards, including the UN’s \nInternational Bill of Human Rights and the ILO’s Declaration on the Fundamental Principles \nand Rights at Work. \n\n3.2 Prohibition of Forced Labor \n Zeno neither uses, contributes to, nor tolerates any kind of slavery, forced labor, or human \ntrafficking. \n This includes the following: \n\n●  Zeno prohibits all forms of forced, bonded, or indentured labor, slavery, or slavery-like \n\npractices. \n\n2 \n\n\f●  Zeno prohibits charging employees recruitment fees or lodging a deposit prior to \n\nemployment. \n\n●  No salaries, benefits, properties, or original identity papers are withheld by Zeno or \n\nany recruiters. \n\n●  All employees are allowed to leave Zeno premises during non-working hours and at \n\nthe end of their shifts. \n\n●  All employees are provided with written contracts in a language they understand, and \nall relevant terms of employment, including wages and working hours, are included in \nsuch contracts. \n\n3.3 Prohibition of Child Labor \n Zeno neither uses, contributes to, nor tolerates child labor and respects the ILO \nConventions on child labor. \n Zeno especially prohibits the employment of children under the age of 15. \n Zeno ensures that all employees are of adequate age by checking the relevant documents \nand confirming that all employees are allowed to work in accordance with legal standards \nand organizational policies. \n\n3.4 Non-Discrimination and Respect \n Zeno has a zero-tolerance policy for any kind of discrimination and unequal treatment, \nincluding any discrimination or treatment based on gender, race, skin color, ethnic or social \norigin, nationality, political affiliation, disability, health status, sexual identity and orientation, \nmarital status, religion, pregnancy, or age. \n Personal dignity, privacy, and personal rights must always be respected. \n Harassment and inappropriate behavior is not tolerated, including mental abuse, sexual \nharassment or discrimination, language and physical conduct, coercion, threats, abuse, and \nexploitation. \n Zeno promotes equal opportunities and treatment and prohibits any discrimination in hiring, \ncompensation, promotion, or access to training and benefits. \n Zeno ensures reasonable accommodation for all employees that require workplace \nmodifications to be able to perform their jobs. \n\n3.5 Fair Working Conditions and Wages \n Zeno recognizes and respects the legal rights of its employees and is committed to ensuring \nfair working conditions. \n Zeno adheres to all applicable working regulations, including regulations for working hours, \nfair wages and compensation, minimum wages, maternity leave, and vacation. \n Zeno recognizes the employees’ right to freedom of organization, especially their right to \nform or join trade unions and to engage in collective bargaining in accordance with local \nlaws. Zeno will not discriminate or retaliate against any employees exercising such rights \nand will ensure that trade unions may operate freely in accordance with local laws. \n\n3.6 Occupational Safety and Health \n Employees are entitled to a safe and healthy working environment. Zeno observes all \nregulations on occupational safety as well as health and environmental protection. \n Zeno provides guidance and training to employees to ensure awareness of health and \nsafety issues. \n\n3 \n\n\f Zeno is committed to implementing an adequate occupational health and safety \nmanagement system. \n\n4 Environmental Protection \n\nZeno is committed to minimizing its environmental impact and ensuring the sustainability of \nits operations. The company adheres to local and international environmental laws, \nregulations, and standards, aiming to promote environmental responsibility throughout its \nactivities. \n Zeno implements practices that reduce resource consumption, waste generation, and \nemissions, while encouraging sustainable development and responsible resource use. \n\nZeno takes proactive steps to conserve energy, water, and raw materials. The company also \nstrives to minimize emissions, hazardous waste, and environmental degradation, and seeks \nto reduce its carbon footprint wherever possible. \n\n4.1 Waste Management and Resource Efficiency \n Zeno ensures that waste materials are handled responsibly, prioritizing recycling, reusing, \nand reducing waste. Zeno maintains a policy of ensuring responsible disposal of waste, \nincluding hazardous materials, in accordance with applicable laws and regulations. \n\n5 Fair Business Practices \n\nZeno adheres to high standards of integrity and fairness in all its business operations. The \ncompany operates in a transparent manner, fostering trust among stakeholders and \npromoting ethical behavior in every aspect of its business. \n\n5.1 Anti-Corruption and Bribery \n Zeno has a zero-tolerance policy toward corruption and bribery. Employees, suppliers, and \nthird parties engaged by Zeno must refrain from offering, accepting, or soliciting bribes in \nany form. \n Zeno does not tolerate any form of corrupt behavior and has established systems for \npreventing corruption and bribery in all its dealings. \n\n5.2 Fair Competition \n Zeno is committed to promoting fair competition and adhering to antitrust laws in all the \nmarkets in which it operates. \n Zeno works to ensure that its business practices do not restrict competition, manipulate \nmarkets, or engage in any other unfair practices. \n\n5.3 Intellectual Property Rights \n Zeno respects and upholds intellectual property rights. The company ensures that all its \nemployees, partners, and suppliers understand the importance of respecting intellectual \nproperty laws. \n\n4 \n\n \n \n\f Any intellectual property created in the course of employment is the property of Zeno unless \notherwise specified in a contract. \n\n5.4 Conflicts of Interest \n Zeno requires all employees to avoid situations where their personal interests conflict with \nthe interests of the company. \n Employees must disclose any actual or potential conflicts of interest to their supervisor and \ntake appropriate measures to resolve them. \n\n5.5 Fraud \n Zeno has a strict policy against fraud and deception. Any fraudulent activity, including \nmisrepresentation, misappropriation, or falsification of records, will not be tolerated. \n Zeno ensures that all financial transactions are accurately documented and reported in \naccordance with applicable standards. \n\n5.6 Anti-Money Laundering, Terrorism Financing \n Zeno complies with all anti-money laundering (AML) laws and regulations in the jurisdictions \nwhere it operates. \n The company has established procedures to detect and prevent any form of money \nlaundering or terrorism financing, and ensures that no funds or assets are channeled \nthrough illegal activities. \n\n5.7 Gifts, Invitations, and Donations \n Zeno establishes clear guidelines regarding the acceptance of gifts, invitations, and \ndonations to ensure that no improper influence is exerted. \n Employees should avoid accepting gifts or favors that could be perceived as an attempt to \ninfluence business decisions or actions. \n\n5.8 Data Protection and Confidentiality \n Zeno is committed to protecting personal and confidential data in compliance with data \nprotection laws, including GDPR and other applicable regulations. \n Employees must safeguard confidential information and ensure that it is used only for its \nintended purpose. \n\n5.9 Export Controls and Customs \n Zeno complies with all export control laws and regulations. The company ensures that all \ngoods, services, and technologies are exported in compliance with applicable restrictions \nand controls. \n\n6 Supply Chain Management \n\nZeno values transparency and responsibility within its supply chain. The company expects \nall its suppliers to adhere to the same ethical standards outlined in this Code of Conduct. \n Zeno strives to select suppliers who are committed to sustainable practices, ethical \nbehavior, and environmental responsibility. \n The company encourages its suppliers to maintain high standards of labor conditions, \nhuman rights, and environmental protection. \n\n5 \n\n \n\f7 Compliance Organization \n\nZeno has established a compliance organization to ensure that its Code of Conduct is \nfollowed throughout the company and its supply chain. The compliance organization \nmonitors compliance with relevant laws, regulations, and internal policies and ensures that \ncorrective actions are taken when necessary. \n\n7.1 Implementation and Review \n Zeno's management is responsible for implementing and overseeing the Code of Conduct. \nThe company regularly reviews and updates the Code to ensure its continued relevance and \neffectiveness. \n Periodic training and awareness programs are conducted to ensure that all employees are \nfamiliar with the Code and understand their responsibilities. \n\n7.2 Guidance \n Employees are encouraged to seek guidance from their supervisors or the designated \ncompliance officers if they have any doubts or questions about compliance issues. Zeno \nprovides clear channels for employees to report concerns or seek advice. \n\n7.3 Monitoring and Consequences \n Zeno monitors compliance with the Code of Conduct and assesses whether employees, \nsuppliers, and other business partners are adhering to the established standards. \n Failure to comply with the Code can result in disciplinary action, up to and including \ntermination of employment or business relationships. \n\n7.4 Whistleblowing \n Zeno provides a confidential whistleblowing system that allows employees, suppliers, and \nother stakeholders to report violations of the Code of Conduct without fear of retaliation. \n Reports can be made anonymously, and Zeno ensures that all reports are thoroughly \ninvestigated and addressed. \n\n6 \n\n \n\f",
    "PoliciesForTheTask\\8-Corporate Social Responsibility.pdf": "Corporate Social Responsibility \n\nStakeholder Engagement Plan \n\nTable of Contents \n\n1.  Executive Summary ……………….............................................................................. 2 \n2.  Identification and Analysis of Stakeholders ………..................................................... 2 \n3.  Stakeholder Engagement Strategy …......................................................................... 2 \n4.  Monitoring and Evaluation .......................................................................................... 2 \n5.  Risk Management and Mitigation ............................................................................... 2 \n Annex 1 – Stakeholders ............................................................................................ 3 \n\n1 \n\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n\f1 Executive Summary \n\nThis CSR Stakeholder Engagement Plan outlines Zeno's approach to engaging with \nstakeholders for the Zeno CARES program. Zeno aims to align its CSR activities with \nstakeholder expectations, address their concerns, and create shared value for all parties \ninvolved. \n\n2 Identification and Analysis of Stakeholders \n\nZeno has identified various stakeholders, including customers, employees, business \npartners, and regulatory bodies. \n Through stakeholder mapping, Zeno has assessed the influence, interest, and potential \nimpact of each stakeholder group. By identifying key stakeholders, Zeno can focus and \nprioritize its CSR efforts accordingly. \n\n3 Stakeholder Engagement Strategy \n\nZeno aims to establish constructive relationships, foster dialogue, gather insights, and \ninclude stakeholder perspectives in its CSR decision-making processes. \n Zeno will maintain regular and transparent communication with stakeholders through \nvarious channels, providing opportunities for stakeholders to voice concerns, provide input, \nand collaborate in shaping Zeno’s CSR initiatives. \n The company will allocate adequate resources, including personnel and budget, to support \nits stakeholder engagement efforts. This ensures the availability of skilled staff, appropriate \ntechnology, and financial support necessary for effective and meaningful engagement. \n\n4 Monitoring and Evaluation \n\nZeno will continuously monitor and evaluate its stakeholder engagement activities to ensure \ntheir alignment with the company's objectives and adherence to best practices. The \ncompany will identify areas for improvement and make adjustments to enhance the \neffectiveness of its engagement strategies. \n\n5 Risk Management and Mitigation \n\nZeno will constantly seek to identify and assess potential risks associated with stakeholder \nengagement, such as miscommunication, unmet expectations, or reputational risks. \n\n2 \n\n \n \n \n \n \n\fAnnex 1 – Stakeholders \n\nThe following stakeholders/groups have been identified: \n\nStakeholder \n\nPosition / Role \n\nInterest Group \n\nInternal \n\nBoard of \n\nDirectors \n\nStrategic alignment of CSR with company \n\nCorporate \n\ngoals and values \n\ngovernance \n\nCEO \n\nLeadership in CSR initiatives \n\nExecutive \n\nleadership \n\nEmployees \n\nWorkplace, ethical conduct, community \n\nEmployee \n\nengagement \n\nrelations \n\nLegal \n\nCompliance with CSR-related laws and \n\nLegal \n\nregulations \n\ncompliance \n\nFinance \n\nBudget allocation / cost control \n\nFinancial \n\nplanning \n\nMarketing / \n\nBranding \n\nBranding / PR of CSR-related activities \n\nCorporate \n\ncommunica\ntion \n\nManaging \n\nDirectors \n\nCompliance with local legislation, \ncustomer requirements & \nexpectations \n\nOperational \n\nmanageme\nnt \n\nExternal \n\n3 \n\n \n \n \n \n\fCustomers \n\nEthical business conduct, compliance \n\nClient relations \n\nwith customer regulations \n\nBusiness \n\nPartners \n\nEthical sourcing, compliance with \n\nSupply chain \n\nregulations, sustainable supply chain \nmanagement \n\nmanageme\nnt \n\nGovernment / \nLegislative \nbodies \n\nSource of relevant legislation and \n\nregulations \n\nRegulatory \n\ncompliance \n\nMedia \n\nPerception, transparency, PR \n\nPublic relations \n\n4 \n\n \n\f",
    "PoliciesForTheTask\\9- Whistleblowing Policy.pdf": "Whistleblowing Policy \n\nTable of Contents \n\n1.  Objective, Purpose, and Scope .................................................................................. 2 \n2.  Applicability Within the Zeno Group ........................................................................... 2 \n3.  Whistleblower ............................................................................................................. 2 \n4.  Reporting of Information ............................................................................................. 2 \n5.  Anonymity ................................................................................................................... 3 \n6.  Relevant Information; Good Faith .............................................................................. 3 \n7.  Investigation ............................................................................................................... 3 \n8.  Whistleblower Protection ............................................................................................ 4 \n9.  Confidentiality and Data Protection ............................................................................ 4 \n10. IT and Data Securit..................................................................................................... 4 \n11. Deletion Concept ........................................................................................................ 5 \n Appendix 1: Whistleblowing System – Roles and Rights .......................................... 5 \n\n1 \n\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n\f1 Objective, Purpose, and Scope \n\n(1) Zeno would like to be informed about illegal behavior in the company to clarify and stop \nsuch behavior. We therefore encourage anyone – employee, former colleague, customer, \nsupplier, or third party (the \"Whistleblower\") – to inform us of any violations of the law. \n (2) Within the framework of the Code of Conduct and the compliance organization of Zeno, \nthis Whistleblowing Policy (the \"Policy\") creates the framework conditions for reports about \npossible compliance violations to specific persons or via an electronic whistleblower portal \n(together with the Whistleblowing System). In doing so, this Policy shall ensure sufficient \nconsideration of the legitimate interests of Zeno, the Whistleblowers, the persons affected, \nand the general public. \n (3) This Policy shall also ensure, from a technical and organizational point of view, that \nreports on violations of laws, the Zeno Code of Conduct, the Zeno Code, or any guidelines \nor policies, can be received in accordance with the requirements of the Code of Conduct as \nwell as data protection and data security and can be processed, stored, forwarded, and \narchived in compliance with the required confidentiality. \n\n2 Applicability Within the Zeno Group \n\n(1) This Policy applies to all companies in which Zeno directly or indirectly holds an interest \nof more than 50 percent or whose economic management it holds (the \"Zeno Group\"). \n (2) Zeno and all companies of the Zeno Group have decided to implement a joint \nWhistleblowing System in accordance with applicable local laws. Compliance with applicable \nlocal laws shall be ensured through adequate procedures. \n (3) The Whistleblowing Officer, appointed by Zeno on behalf of the Zeno Group, acts as the \nindependent responsible person to manage, investigate, and operate the Whistleblowing \nSystem. Where necessary, the Whistleblowing Officer may involve other qualified employees \nin the fulfillment of its tasks (together the \"Whistleblowing Team\"). \n\n3 Whistleblower \n\n(1) Any person is entitled to provide information, regardless of whether they are employees, \nbusiness partners, or third parties. \n (2) No one shall be obligated to provide information under this Policy. Legal, contractual, or \nother obligations or duties to provide information shall remain unaffected. \n\n4 Reporting of Information \n\n(1) The reporting of information on actual or suspected violations shall be made possible to \nthe following persons or systems: \n a. Reporting of information confidentially to the supervisor (for employees only); \n b. Reporting of information to the Whistleblowing Officer; \n\n (2) For the Integrity Line whistleblower portal, the reporting process is predefined. \n\n2 \n\n \n \n \n\fOtherwise, the reporting of information is not bound to specific forms. Information may be \nsubmitted in person, by telephone, fax, or email. \n (3) The receipt of a report shall be confirmed to the Whistleblower within seven days. \n\n5 Anonymity \n\n(1) While Zeno encourages Whistleblowers to share their name whenever possible, reports \ncan be made anonymously. \n (2) Within the whistleblower portal, Whistleblowers can create an anonymous mailbox for \ncommunication with Zeno, while maintaining their anonymity. \n (3) Anonymous reports will be treated with the same level of care and scrutiny as reports \nfrom Whistleblowers who have identified themselves. \n\n6 Relevant Information; Good Faith \n\n(1) The Whistleblower System is solely designed to receive and process reports on actual or \nalleged violations of laws, the Zeno Code of Conduct, the Zeno Code, or any guidelines or \npolicies. It may not be used for general complaints or for product and warranty inquiries. \n (2) Only such information should be provided where a Whistleblower in good faith believes \nthat the facts they are disclosing are accurate. A Whistleblower does not act in good faith if \nthey know a reported fact to be untrue. In case of doubt, information shall not be presented \nas fact, but as assumption, evaluation, or as reproduction of a third party’s statement, as the \ncase may be. \n (3) Whistleblowers may be liable to prosecution if they assert untrue information about other \npersons against their better knowledge. \n\n7 Investigation \n\n(1) Zeno will investigate Whistleblower reports in accordance with EU and local laws in a \ntimely manner. \n (2) Affected persons shall be given the opportunity to adequately respond to reports, \nincluding the submission of evidence. \n (3) Where warranted, such investigations shall include measures such as: \n a. Remedying the reported violation; \n b. Filing a complaint if criminal proceedings are warranted; \n c. Taking employer action. \n (4) Within three months after confirmation of receipt, Zeno shall provide feedback to the \nWhistleblower of any measures taken as well as the status and outcome of the internal \ninvestigation. Feedback may only be provided to the extent that it does not affect internal \ninvestigations and does not adversely affect the rights of the persons who are the subject of \na report or who are named in the report. \n\n3 \n\n \n \n \n\f8 Whistleblower Protection \n\n(1) All information, including references to the Whistleblower, will be processed confidentially \nand within the framework of the applicable laws and this Whistleblowing Policy. \n (2) Whistleblowers shall be protected against all and any retaliation for their lawful reporting \nof suspected violations in good faith. This includes, but is not limited to, the prohibition of \nadverse actions such as dismissal, suspension, demotion, refusal of promotion, salary \nreduction, change of working conditions, refusal of training, negative appraisal, \ndiscrimination, reputational damage, termination, or obstruction of finding a new job in the \nsame sector. \n\n9 Confidentiality and Data Protection \n\n(1) Irrespective of their accuracy, all information has the potential to cause serious damage \nto the reputation of the persons concerned, the Whistleblower, Zeno, and/or third parties. It \nwill therefore be treated by Zeno with special confidentiality beyond the obligations arising \nfrom applicable data protection laws. \n (2) In addition to the records of processing, which must be kept up to date, it must be \nrecorded which persons may access the information and the associated data and which data \nprocessing rights they have. Further details are set out in Appendix 1 – \"Whistleblowing \nSystem – Roles and Rights\". \n (3) Only the data strictly necessary for the investigation of a report shall be processed; all \nother data shall be promptly deleted. \n (4) Upon completion of an investigation, all data shall be deleted, unless action is taken on \nthe basis of the report, in which case data may be processed until the initiated proceedings \nare concluded and respective retention periods have expired. \n (5) The Whistleblower’s known identity and reported sensitive information shall only be \nshared outside the Whistleblowing Team on a need-to-know basis. \n\n10 IT and Data Security \n\n(1) IT solutions for receiving and processing information must be approved by the speaker of \nthe Security Operational Center (SOC), the Whistleblowing Officer, and the speaker of the \nglobal data protection team. \n (2) The minimum requirements for the scope of application of the General Data Protection \nRegulation are derived from Article 32 of the GDPR and Zeno's security guidelines, taking \nthe potential sensitivity of the information and the risks to individuals and Zeno into \nconsideration. \n\n4 \n\n \n \n \n \n \n\f11 Deletion Concept \n\n(1) The deletion of data in the electronic whistleblower system must be carried out \nexclusively in accordance with the specifications of the deletion concept or after approval of \ndeletion by two separate users (dual control principle) in accordance with Appendix 1 – \n\"Whistleblowing System – Roles and Rights\". \n\nAppendix 1: Whistleblowing System – Roles and Rights \n\nIn the whistleblowing system, only the following roles must be set up with the respective \nauthorizations: \n\nRole \n\nRights \n\nExample/Note \n\nAdministrator \n\nReport \nRecipient \n\nCase Manager \n\nTechnical administration \n\n• Creation and deletion of users \n(with approval of Whistleblowing \nOfficer) \n\n• Insight into all incoming reports \nfor their area• Assignment to \nCase Manager \n\n• Handling assigned cases• \nDeletion of a report• Closure and \ndeletion of processed cases \n\nMembers of the Whistleblowing \nTeam in compliance with the \nfour-eyes principle \n\nEmployees \n(case handling) \n\n• Temporary (co-)handling of a \nspecific case by employees of \nother departments \n\nEmployees \n(read access) \n\nExternal (case \nhandling) \n\nExternal (read \naccess) \n\nUser Approval \n\n• Read-only permissions \n\n• Temporary (co-)handling of a \nspecific case by external parties \nsuch as lawyers, auditors \n\n• Read-only permissions \n\n• Approval of creation or deletion \nof users as well as permissions \nchanges for existing users \n\nTypically members of the Group \nExecutive Board and the \nManagement Board of Group \ncompanies \n\nEmployees from specialist \ndepartments \n\nReports should be anonymized \nwhere possible \n\nReports should be anonymized \nwhere possible \n\nWhistleblowing Officer \n\n5 \n\n \n \n \n\f"
}